{"Protocol": ["TCP", "HTTP", "ICMP", "UDP", "DNS", "SSH", "ARP", "FTP", "TLS", "TFTP", "NBNS", "BROWSER", "QUIC", "DHCP", "SMB", "Rlogin", "Portmap", "X11", "RSH", "MySQL", "BOOTP", "TELNET", "NBDS", "EXEC", "RPC", "DHCPv6", "MDNS", "TPKT", "DTLS", "NBSS", "ECHO", "VNC", "ISAKMP", "NTP", "SRVLOC", "IRC", "SMTP", "ESP", "SSDP", "CIP I/O", "XTACACS", "AJP13", "TPM", "IMAP", "kismet", "GTPv2", "PGSQL", "R3", "SIP", "CVSPSERVER", "ASAP", "PMPROXY", "IEC 60870-5-104", "BitTorrent", "RMI", "ZEBRA", "TACACS", "NFS", "VICP", "KNET", "SABP", "AX4000", "IPv4", "Gearman", "ATMTCP", "PPTP", "SNMP", "RADIUS", "DISTCC "], "IP Protocol": ["TCP", "ICMP", "UDP", "NON_IP"], "HTTP Request Method": ["NO_HTTP", "GET", "POST", "OPTIONS", "PROPFIND", "M-SEARCH", "GET,GET", "GET,GET,GET,GET,GET,GET,GET,GET,GET,GET", "HEAD"], "HTTP Response Code": ["0.0", "200.0", "401.0", "404.0", "0", "302.0", "304.0", "301.0", "403.0", "500.0", "303.0", "204.0", "400.0", "200", "501.0", "405.0", "505.0", "200,200"], "HTTP Content-Length": ["-1.0", "-1", "954.0", "28067.0", "2316.0", "212.0", "205.0", "4785.0", "0.0", "291.0", "292.0", "293.0", "290.0", "294.0", "295.0", "289.0", "1289.0", "296.0", "4336.0", "297.0", "931.0", "288.0", "932.0", "930.0", "298.0", "20.0", "181.0", "287.0", "933.0", "929.0", "299.0", "140.0", "989.0", "286.0", "990.0", "988.0", "934.0", "18873.0", "300.0", "262.0", "301.0", "928.0", "414.0", "987.0", "991.0", "285.0", "263.0", "182.0", "302.0", "927.0", "184.0", "281.0", "986.0", "2202.0", "186.0", "992.0", "3483.0", "195.0", "180.0", "261.0", "266.0", "958.0", "1732.0", "183.0", "284.0", "303.0", "985.0", "357.0", "17.0", "356.0", "3534.0", "267.0", "355.0", "178.0", "305.0", "265.0", "378.0", "5016.0", "425.0", "352.0", "365.0", "366.0", "359.0", "31.0", "332.0", "3562.0", "185.0", "2652.0", "351.0", "1149.0", "372.0", "897.0", "349.0", "360.0", "3471.0", "441.0", "681.0", "333.0", "364.0", "403.0", "398.0", "197.0", "1517.0", "1082.0", "399.0", "44.0", "353.0", "4514.0", "3821.0", "350.0", "21.0", "308.0", "376.0", "354.0", "878.0", "18.0", "3521.0", "4420.0", "341.0", "314.0", "4428.0", "304.0", "3527.0", "4432.0", "331.0", "935.0", "6267.0", "424.0", "694.0", "187.0", "361.0", "325.0", "369.0", "363.0", "412.0", "891.0", "406.0", "334.0", "370.0", "1699.0", "3716.0", "3555.0", "198.0", "377.0", "7611.0", "17322.0", "192.0", "306.0", "1369.0", "344.0", "367.0", "371.0", "347.0", "385.0", "343.0", "1379.0", "409.0", "435.0", "3478.0", "188.0", "407.0", "7406.0", "4430.0", "417.0", "519.0", "204.0", "12558.0", "3506.0", "3520.0", "338.0", "346.0", "3535.0", "179.0", "416.0", "4298.0", "2329.0", "5771.0", "342.0", "443.0", "408.0", "362.0", "768.0", "4048.0", "431.0", "3541.0", "3553.0", "3443.0", "375.0", "345.0", "4434.0", "6452.0", "4410.0", "373.0", "358.0", "4440.0", "3464.0", "400.0", "368.0", "177.0", "3134.0", "4424.0", "374.0", "2639.0", "324.0", "50.0", "410.0", "392.0", "330.0", "402.0", "4444.0", "326.0", "394.0", "327.0", "437.0", "196.0", "3436.0", "405.0", "515.0", "3490.0", "339.0", "4438.0", "17002.0", "23.0", "521.0", "2285.0", "348.0", "452.0", "213.0", "607.0", "426.0", "427.0", "411.0", "438.0", "379.0", "534.0", "4540.0", "317.0", "4722.0", "4418.0", "4416.0", "415.0", "329.0", "4422.0", "518.0", "508.0", "3996.0", "8258.0", "439.0", "3457.0", "337.0", "220.0", "4400.0", "313.0", "98.0", "328.0", "396.0", "1046.0", "4520.0", "1908.0", "30.0", "4404.0", "43.0", "574.0", "432.0", "404.0", "19.0", "42.0", "4374.0", "33.0", "3484.0", "552.0", "428.0", "4386.0", "1267.0", "387.0", "436.0", "4534.0", "4472.0", "3489.0", "3583.0", "523.0", "24.0", "1581.0", "311.0", "28.0", "3686.0", "380.0", "526.0", "10220.0", "3493.0", "381.0", "434.0", "513.0", "307.0", "48.0", "27.0", "201.0", "4402.0", "430.0", "191.0", "472.0", "202.0", "340.0", "419.0", "3480.0", "382.0", "4414.0", "4380.0", "458.0", "401.0", "926.0", "384.0", "4442.0", "310.0", "511.0", "221.0", "4340.0", "47.0", "4421.0", "4616.0", "1821.0", "389.0", "1064.0", "4370.0", "10922.0", "453.0", "765.0", "978.0", "3578.0", "4384.0", "448.0", "536.0", "335.0", "58.0", "904.0", "4784.0", "937.0", "323.0", "38291.0", "3467.0", "4614.0", "8654.0", "450.0", "471.0", "4464.0", "423.0", "422.0", "9184.0", "112.0", "56.0", "3513.0", "624.0", "386.0", "3576.0", "1043.0", "3529.0", "21095.0", "264.0", "520.0", "16.0", "1250.0", "1398.0", "22.0", "336.0", "913.0", "3569.0", "12.0", "440.0", "3479.0", "2501.0", "11085.0", "4426.0", "3473.0", "4576.0", "4516.0", "3746.0", "4548.0", "59.0", "531.0", "512.0", "3590.0", "852.0", "4368.0", "603.0", "127.0", "535.0", "1773.0", "55.0", "529.0", "4408.0", "4572.0", "4568.0", "527.0", "546.0", "4570.0", "283.0", "8478.0", "6366.0", "24209.0", "4538.0", "3465.0", "146.0", "4602.0", "4766.0", "3903.0", "251.0", "455.0", "130.0", "4552.0", "390.0", "4522.0", "462.0", "444.0", "470.0", "4521.0", "1513.0", "507.0", "509.0", "1343.0", "26.0", "21389.0", "451.0", "4406.0", "447.0", "490.0", "4396.0", "3492.0", "4412.0", "23920.0", "4372.0", "4436.0", "2803.0", "383.0", "1879.0", "4452.0", "4488.0", "40.0", "5677.0", "3475.0", "1111.0", "1123.0", "418.0", "11287.0", "524.0", "4207.0", "4388.0", "4454.0", "537.0", "4462.0", "433.0", "8594.0", "7880.0", "4490.0", "4378.0", "528.0", "312.0", "53.0", "3664.0", "8682.0", "446.0", "525.0", "445.0", "3458.0", "413.0", "3611.0", "4556.0", "4394.0", "4544.0", "503.0", "2320.0", "1155.0", "5145.0", "4450.0", "3425.0", "514.0", "25.0", "1829.0", "554.0", "1598.0", "543.0", "4582.0", "575.0", "1005.0", "801.0", "214.0", "1886.0", "4880.0", "502.0", "11.0", "4456.0", "4466.0", "167.0", "4780.0", "4806.0", "4468.0", "158.0", "81.0", "4636.0", "8598.0", "3285.0", "517.0", "3794.0", "4446.0", "429.0", "139.0", "3978.0", "4680.0", "604.0", "1613.0", "1725.0", "4510.0", "530.0", "559.0", "701.0", "3499.0", "1238.0", "199.0", "46.0", "1102.0", "421.0", "516.0", "3135.0", "540.0", "522.0", "45.0", "2994.0", "4728.0", "485.0", "215.0", "828.0", "395.0", "1187.0", "2325.0", "532.0", "449.0", "8074.0", "3128.0", "2930.0", "848.0", "38.0", "4774.0", "8779.0", "1068.0", "644.0", "3307.0", "82.0", "391.0", "1778.0", "2651.0", "4382.0", "813.0", "4715.0", "4482.0", "2892.0", "397.0", "3620.0", "1606.0", "318.0", "49.0", "468.0", "124.0", "797.0", "4748.0", "4756.0", "1268.0", "463.0", "542.0", "322.0", "11067.0", "1881.0", "553.0", "1503.0", "6346.0", "4532.0", "1219.0", "1686.0", "12094.0", "3624.0", "321.0", "4506.0", "1183.0", "461.0", "894.0", "4474.0", "561.0", "3572.0", "4792.0", "2943.0", "3709.0", "4530.0", "698.0", "4578.0", "3509.0", "505.0", "808.0", "1375.0", "4093.0", "3601.0", "4050.0", "598.0", "1240.0", "1150.0", "32.0", "4244.0", "442.0", "8829.0", "910.0", "3524.0", "4610.0", "44854.0", "3696.0", "8404.0", "4738.0", "496.0", "1911.0", "79.0", "2529.0", "148.0", "222.0", "3455.0", "8361.0", "488.0", "1052.0", "32091.0", "5904.0", "572.0", "4278.0", "252.0", "23580.0", "121.0", "1201.0", "70.0", "4758.0", "4460.0", "2130.0", "3167.0", "19919.0", "2685.0", "193.0", "4594.0", "4366.0", "4586.0", "4478.0", "568.0", "1406.0", "9378.0", "4518.0", "37.0", "731.0", "1281.0", "9480.0", "3567.0", "2777.0", "3015.0", "4730.0", "8501.0", "12562.0", "3502.0", "3228.0", "138.0", "3103.0", "4580.0", "4376.0", "1176.0", "3653.0", "591.0", "555.0", "85.0", "562.0", "4592.0", "4764.0", "4910.0", "15.0", "1374.0", "3415.0", "3498.0", "3543.0", "3517.0", "8214.0", "1722.0", "4632.0", "3573.0", "8437.0", "7165.0", "4702.0", "464.0", "5599.0", "4608.0", "123.0", "8444.0", "190.0", "1053.0", "10205.0", "2673.0", "1527.0", "3587.0", "906.0", "890.0", "4724.0", "91.0", "4776.0", "551.0", "480.0", "1075.0", "3816.0", "22910.0", "467.0", "1100.0", "4596.0", "4634.0", "9427.0", "316.0", "36.0", "2749.0", "4448.0", "4598.0", "548.0", "4606.0", "8669.0", "1228.0", "8951.0", "4526.0", "487.0", "4123.0", "393.0", "479.0", "106.0", "2514.0", "4470.0", "8953.0", "4502.0", "1368.0", "4315.0", "3542.0", "10821.0", "3698.0", "4870.0", "4714.0", "1660.0", "8273.0", "2858.0", "571.0", "84.0", "1992.0", "17182.0", "1894.0", "656.0", "4524.0", "3514.0", "716.0", "4754.0", "3518.0", "9336.0", "1657.0", "4364.0", "4249.0", "3133.0", "94.0", "7975.0", "1009.0", "1666.0", "3592.0", "60.0", "892.0", "4744.0", "2000.0", "1171.0", "955.0", "4698.0", "4788.0", "11660.0", "1453.0", "4496.0", "545.0", "3577.0", "3407.0", "2561.0", "1070.0", "5575.0", "54.0", "1004.0", "3210.0", "2874.0", "2769.0", "556.0", "2378.0", "250.0", "3304.0", "3707.0", "2972.0", "4742.0", "4398.0", "4095.0", "4546.0", "4644.0", "1437.0", "798.0", "1166.0", "4670.0", "4781.0", "13.0", "473.0", "4554.0", "8901.0", "4768.0", "4664.0", "1370.0", "28351.0", "4494.0", "2006.0", "113.0", "484.0", "9096.0", "865.0", "20595.0", "2058.0", "5587.0", "2559.0", "1436.0", "1093.0", "272.0", "2440.0", "3845.0", "4590.0", "4512.0", "671.0", "835.0", "4574.0", "1086.0", "679.0", "547.0", "420.0", "576.0", "10547.0", "9438.0", "6749.0", "3147.0", "4600.0", "563.0", "4500.0", "2946.0", "497.0", "599.0", "2053.0", "51.0", "2319.0", "93.0", "938.0", "4652.0", "3814.0", "157.0", "1087.0", "1411.0", "711.0", "984.0", "4726.0", "977.0", "4752.0", "1027.0", "4508.0", "4560.0", "3004.0", "782.0", "482.0", "3835.0", "533.0", "40228.0", "52417.0", "4630.0", "276.0", "8267.0", "4360.0", "11107.0", "584.0", "152.0", "1243.0", "8555.0", "4498.0", "2875.0", "3124.0", "32541.0", "208.0", "573.0", "1999.0", "4390.0", "456.0", "465.0", "20600.0", "150.0", "3834.0", "2061.0", "175.0", "680.0", "1414.0", "1376.0", "3453.0", "4604.0", "1347.0", "833.0", "579.0", "1444.0", "454.0", "541.0", "3522.0", "9003.0", "725.0", "4794.0", "2906.0", "25339.0", "168.0", "615.0", "12770.0", "18552.0", "8790.0", "2781.0", "4528.0", "120.0", "1352.0", "1301.0", "320.0", "4588.0", "489.0", "560.0", "232.0", "166.0", "4562.0", "5104.0", "1997.0", "792.0", "882.0", "1322.0", "925.0", "2497.0", "4878.0", "1668.0", "1740.0", "3904.0", "119.0", "4740.0", "2772.0", "3013.0", "4760.0", "319.0", "9292.0", "8639.0", "4339.0", "8097.0", "20593.0", "1702.0", "12875.0", "4712.0", "1003.0", "4550.0", "4542.0", "1995.0", "1175.0", "3433.0", "3663.0", "3246.0", "569.0", "1679.0", "466.0", "388.0", "3722.0", "2038.0", "550.0", "4836.0", "2841.0", "24314.0", "23884.0", "4072.0", "1293.0", "1048.0", "1094.0", "4862.0", "475.0", "3776.0", "2322.0", "501.0", "226.0", "35.0", "2356.0", "1777.0", "2819.0", "3852.0", "3481.0", "1229.0", "4492.0", "9837.0", "4584.0", "1366.0", "1837349.0", "1659.0", "4564.0", "6781.0", "10014.0", "1389.0", "1670.0", "539.0", "1236.0"], "HTTP Content Type": ["NO_HTTP", "text/html", "text/html;charset=utf-8", "text/html; charset=iso-8859-1", "text/plain", "text/html; charset=ISO-8859-1", "text/html; charset=utf-8", "application/x-www-form-urlencoded", "text/html;charset=UTF-8", "text/html;charset=ISO-8859-1", "application/javascript", "text/html; charset=UTF-8", "image/png", "image/gif", "text/css", "image/jpeg", "text/html;charset=iso-8859-1", "text/javascript", "application/pdf", "application/x-javascript", "image/x-icon", "application/x-debian-package", "text/css; charset=UTF-8", "text/html; charset=", "text/xml; charset=UTF-8", "text/javascript; charset=UTF-8", "application/xml; charset=UTF-8; filename=productfeed_RSS2.0_catid1.xml", "text/xml;charset=UTF-8", "application/xml; charset=UTF-8; filename=productfeed_RSS2.0_catid4.xml", "text/html;charset=windows-1256", "multipart/form-data; boundary=---------------------------217947744935861669423566806628", "application/xml; charset=UTF-8; filename=productfeed_RSS2.0_catid2.xml", "multipart/form-data; boundary=---------------------------155271589842705514931287368900", "multipart/form-data; boundary=---------------------------359720585727575231333140930591", "application/xml; charset=UTF-8; filename=productfeed_RSS2.0_catid3.xml", "application/xml; charset=UTF-8; filename=productfeed_RSS2.0_catid5.xml"], "DNS Query Type": ["NO_DNS", "A (Host Address)", "AAAA (IPv6 Address)", "PTR (domain name PoinTeR)", "TXT (Text strings)", "PTR (domain name PoinTeR),PTR (domain name PoinTeR)", "SRV (Server Selection)"]}